{"id": "Sear a steak|1", "question": "Start. Set the steak at room temperature. Now, what happens?"}
{"id": "Sear a steak|2", "question": "Start. Set the steak at room temperature. Heat the pan. Now, what happens?"}
{"id": "Sear a steak|3", "question": "Start. Set the steak at room temperature. Heat the pan. Put olive oil in the pan until smoking. Now, what happens?"}
{"id": "Sear a steak|4", "question": "Start. Set the steak at room temperature. Heat the pan. Put olive oil in the pan until smoking. Add the steak and sear until both sides are browned. Now, what happens?"}
{"id": "Sear a steak|5", "question": "Start. Set the steak at room temperature. Heat the pan. Put olive oil in the pan until smoking. Add the steak and sear until both sides are browned. Place the pan in the oven until desired cookedness. Now, what happens?"}
{"id": "Sear a steak|6", "question": "Start. Set the steak at room temperature. Heat the pan. Put olive oil in the pan until smoking. Add the steak and sear until both sides are browned. Place the pan in the oven until desired cookedness. Remove the steak from the pan and serve with sauce. Now, what happens?"}
{"id": "Sear a steak|7", "question": "Start. Set the steak at room temperature. Heat the pan. Put olive oil in the pan until smoking. Add the steak and sear until both sides are browned. Place the pan in the oven until desired cookedness. Remove the steak from the pan and serve with sauce. Let the pan cool and wash it. Now, what happens?"}
{"id": "Do laundry with a washing machine|1", "question": "Start. Open the door of the washing machine. Now, what happens?"}
{"id": "Do laundry with a washing machine|2", "question": "Start. Open the door of the washing machine. Put the laundry inside the washing machine. Now, what happens?"}
{"id": "Do laundry with a washing machine|3", "question": "Start. Open the door of the washing machine. Put the laundry inside the washing machine. Close the door. Now, what happens?"}
{"id": "Do laundry with a washing machine|4", "question": "Start. Open the door of the washing machine. Put the laundry inside the washing machine. Close the door. Add detergents to the detergent compartment. Now, what happens?"}
{"id": "Do laundry with a washing machine|5", "question": "Start. Open the door of the washing machine. Put the laundry inside the washing machine. Close the door. Add detergents to the detergent compartment. Choose a cycle. Now, what happens?"}
{"id": "Do laundry with a washing machine|6", "question": "Start. Open the door of the washing machine. Put the laundry inside the washing machine. Close the door. Add detergents to the detergent compartment. Choose a cycle. Press start and wait for the cycle to finish. Now, what happens?"}
{"id": "Do laundry with a washing machine|7", "question": "Start. Open the door of the washing machine. Put the laundry inside the washing machine. Close the door. Add detergents to the detergent compartment. Choose a cycle. Press start and wait for the cycle to finish. When the cycle ends, move the clothes to the dryer. Now, what happens?"}
{"id": "Arrange Flowers in a Vase|1", "question": "Start. Choose the right vase. Now, what happens?"}
{"id": "Arrange Flowers in a Vase|2", "question": "Start. Choose the right vase. Use a clear elastic hair tie to gather flowers together. Now, what happens?"}
{"id": "Arrange Flowers in a Vase|3", "question": "Start. Choose the right vase. Use a clear elastic hair tie to gather flowers together. Pour fresh, cool water in your vase. Now, what happens?"}
{"id": "Arrange Flowers in a Vase|4", "question": "Start. Choose the right vase. Use a clear elastic hair tie to gather flowers together. Pour fresh, cool water in your vase. Add a couple of drops of bleach to the water. Now, what happens?"}
{"id": "Arrange Flowers in a Vase|5", "question": "Start. Choose the right vase. Use a clear elastic hair tie to gather flowers together. Pour fresh, cool water in your vase. Add a couple of drops of bleach to the water. Organize your flowers and trim off leaves. Now, what happens?"}
{"id": "Arrange Flowers in a Vase|6", "question": "Start. Choose the right vase. Use a clear elastic hair tie to gather flowers together. Pour fresh, cool water in your vase. Add a couple of drops of bleach to the water. Organize your flowers and trim off leaves. Cut the flower stems with a sharp knife or garden clippers. Now, what happens?"}
{"id": "Arrange Flowers in a Vase|7", "question": "Start. Choose the right vase. Use a clear elastic hair tie to gather flowers together. Pour fresh, cool water in your vase. Add a couple of drops of bleach to the water. Organize your flowers and trim off leaves. Cut the flower stems with a sharp knife or garden clippers. Insert the flowers into the vase Now, what happens?"}
{"id": "Wash sneakers|1", "question": "Start. Brush off dirt from the surface of the sneakers. Now, what happens?"}
{"id": "Wash sneakers|2", "question": "Start. Brush off dirt from the surface of the sneakers. Remove shoelaces. Now, what happens?"}
{"id": "Wash sneakers|3", "question": "Start. Brush off dirt from the surface of the sneakers. Remove shoelaces. Rinse the shoelaces in soapy water and air dry. Now, what happens?"}
{"id": "Wash sneakers|4", "question": "Start. Brush off dirt from the surface of the sneakers. Remove shoelaces. Rinse the shoelaces in soapy water and air dry. Apply mild detergent to the sneakers and rub gently. Now, what happens?"}
{"id": "Wash sneakers|5", "question": "Start. Brush off dirt from the surface of the sneakers. Remove shoelaces. Rinse the shoelaces in soapy water and air dry. Apply mild detergent to the sneakers and rub gently. Use a wet towel to blot the sneakers.  Now, what happens?"}
{"id": "Wash sneakers|6", "question": "Start. Brush off dirt from the surface of the sneakers. Remove shoelaces. Rinse the shoelaces in soapy water and air dry. Apply mild detergent to the sneakers and rub gently. Use a wet towel to blot the sneakers.  Air dry the sneakers. Now, what happens?"}
{"id": "Wash sneakers|7", "question": "Start. Brush off dirt from the surface of the sneakers. Remove shoelaces. Rinse the shoelaces in soapy water and air dry. Apply mild detergent to the sneakers and rub gently. Use a wet towel to blot the sneakers.  Air dry the sneakers. Put the shoelaces back to the sneakers. Now, what happens?"}
{"id": "Steam broccoli|1", "question": "Start. Clean the broccoli. Now, what happens?"}
{"id": "Steam broccoli|2", "question": "Start. Clean the broccoli. Trim the stem and cut the florets. Now, what happens?"}
{"id": "Steam broccoli|3", "question": "Start. Clean the broccoli. Trim the stem and cut the florets. Place a steamer basket in a saucepan. Now, what happens?"}
{"id": "Steam broccoli|4", "question": "Start. Clean the broccoli. Trim the stem and cut the florets. Place a steamer basket in a saucepan. Place the broccoli in the steamer basket. Now, what happens?"}
{"id": "Steam broccoli|5", "question": "Start. Clean the broccoli. Trim the stem and cut the florets. Place a steamer basket in a saucepan. Place the broccoli in the steamer basket. Steam the broccoli. Now, what happens?"}
{"id": "Steam broccoli|6", "question": "Start. Clean the broccoli. Trim the stem and cut the florets. Place a steamer basket in a saucepan. Place the broccoli in the steamer basket. Steam the broccoli. Remove it from heat. Now, what happens?"}
{"id": "Steam broccoli|7", "question": "Start. Clean the broccoli. Trim the stem and cut the florets. Place a steamer basket in a saucepan. Place the broccoli in the steamer basket. Steam the broccoli. Remove it from heat. Serve. Now, what happens?"}
{"id": "Order food delivery with an app|1", "question": "Start. Choose a restaurant. Now, what happens?"}
{"id": "Order food delivery with an app|2", "question": "Start. Choose a restaurant. Add the dishes that you want to order to the shopping cart. Now, what happens?"}
{"id": "Order food delivery with an app|3", "question": "Start. Choose a restaurant. Add the dishes that you want to order to the shopping cart. Verify your delivery address and instructions. Now, what happens?"}
{"id": "Order food delivery with an app|4", "question": "Start. Choose a restaurant. Add the dishes that you want to order to the shopping cart. Verify your delivery address and instructions. Pay. Now, what happens?"}
{"id": "Order food delivery with an app|5", "question": "Start. Choose a restaurant. Add the dishes that you want to order to the shopping cart. Verify your delivery address and instructions. Pay. Track delivery status and call the driver if needed. Now, what happens?"}
{"id": "Order food delivery with an app|6", "question": "Start. Choose a restaurant. Add the dishes that you want to order to the shopping cart. Verify your delivery address and instructions. Pay. Track delivery status and call the driver if needed. Pick up the food and enjoy.  Now, what happens?"}
{"id": "Take domestic flights|1", "question": "Start. Book a flight. Now, what happens?"}
{"id": "Take domestic flights|2", "question": "Start. Book a flight. Arrive at the airport at least 1 hour prior to boarding. Now, what happens?"}
{"id": "Take domestic flights|3", "question": "Start. Book a flight. Arrive at the airport at least 1 hour prior to boarding. Check in using the airline app or at the counter. Now, what happens?"}
{"id": "Take domestic flights|4", "question": "Start. Book a flight. Arrive at the airport at least 1 hour prior to boarding. Check in using the airline app or at the counter. Check bags if any. Now, what happens?"}
{"id": "Take domestic flights|5", "question": "Start. Book a flight. Arrive at the airport at least 1 hour prior to boarding. Check in using the airline app or at the counter. Check bags if any. Go through airport security. Now, what happens?"}
{"id": "Take domestic flights|6", "question": "Start. Book a flight. Arrive at the airport at least 1 hour prior to boarding. Check in using the airline app or at the counter. Check bags if any. Go through airport security. Wait at the boarding gate or walk around in the terminal. Now, what happens?"}
{"id": "Take domestic flights|7", "question": "Start. Book a flight. Arrive at the airport at least 1 hour prior to boarding. Check in using the airline app or at the counter. Check bags if any. Go through airport security. Wait at the boarding gate or walk around in the terminal. Board the plane when your group is called. Now, what happens?"}
{"id": "Take domestic flights|8", "question": "Start. Book a flight. Arrive at the airport at least 1 hour prior to boarding. Check in using the airline app or at the counter. Check bags if any. Go through airport security. Wait at the boarding gate or walk around in the terminal. Board the plane when your group is called. Sit through the flight after take-off. Now, what happens?"}
{"id": "Take domestic flights|9", "question": "Start. Book a flight. Arrive at the airport at least 1 hour prior to boarding. Check in using the airline app or at the counter. Check bags if any. Go through airport security. Wait at the boarding gate or walk around in the terminal. Board the plane when your group is called. Sit through the flight after take-off. After the plane lands, exit the plane with all carry-on items. Now, what happens?"}
{"id": "Take domestic flights|10", "question": "Start. Book a flight. Arrive at the airport at least 1 hour prior to boarding. Check in using the airline app or at the counter. Check bags if any. Go through airport security. Wait at the boarding gate or walk around in the terminal. Board the plane when your group is called. Sit through the flight after take-off. After the plane lands, exit the plane with all carry-on items. Exit to baggage claim. Now, what happens?"}
{"id": "Take domestic flights|11", "question": "Start. Book a flight. Arrive at the airport at least 1 hour prior to boarding. Check in using the airline app or at the counter. Check bags if any. Go through airport security. Wait at the boarding gate or walk around in the terminal. Board the plane when your group is called. Sit through the flight after take-off. After the plane lands, exit the plane with all carry-on items. Exit to baggage claim. Take transportation. Now, what happens?"}
{"id": "Stay at a hotel|1", "question": "Start. Find a suitable hotel online. Now, what happens?"}
{"id": "Stay at a hotel|2", "question": "Start. Find a suitable hotel online. Book a reservation by using the hotel website or calling the hotel. Now, what happens?"}
{"id": "Stay at a hotel|3", "question": "Start. Find a suitable hotel online. Book a reservation by using the hotel website or calling the hotel. Arrive at the hotel. Now, what happens?"}
{"id": "Stay at a hotel|4", "question": "Start. Find a suitable hotel online. Book a reservation by using the hotel website or calling the hotel. Arrive at the hotel. Check in at the front desk and receive your room key. Now, what happens?"}
{"id": "Stay at a hotel|5", "question": "Start. Find a suitable hotel online. Book a reservation by using the hotel website or calling the hotel. Arrive at the hotel. Check in at the front desk and receive your room key. Arrive at the room. Now, what happens?"}
{"id": "Stay at a hotel|6", "question": "Start. Find a suitable hotel online. Book a reservation by using the hotel website or calling the hotel. Arrive at the hotel. Check in at the front desk and receive your room key. Arrive at the room. Order in-room dining and use the hotel's amenities such as gym and spa. Now, what happens?"}
{"id": "Stay at a hotel|7", "question": "Start. Find a suitable hotel online. Book a reservation by using the hotel website or calling the hotel. Arrive at the hotel. Check in at the front desk and receive your room key. Arrive at the room. Order in-room dining and use the hotel's amenities such as gym and spa. Check out from the hotel. Now, what happens?"}
{"id": "Project computer screen with an HDMI cable|1", "question": "Start. Turn on the computer. Now, what happens?"}
{"id": "Project computer screen with an HDMI cable|2", "question": "Start. Turn on the computer. Turn on the monitor. Now, what happens?"}
{"id": "Project computer screen with an HDMI cable|3", "question": "Start. Turn on the computer. Turn on the monitor. Select the correct source of the monitor. Now, what happens?"}
{"id": "Project computer screen with an HDMI cable|4", "question": "Start. Turn on the computer. Turn on the monitor. Select the correct source of the monitor. Connect the computer and the monitor with an HDMI cable. Now, what happens?"}
{"id": "Project computer screen with an HDMI cable|5", "question": "Start. Turn on the computer. Turn on the monitor. Select the correct source of the monitor. Connect the computer and the monitor with an HDMI cable. Adjust the projection settings on the computer. Now, what happens?"}
{"id": "Start a YouTube channel|1", "question": "Start. Decide on a theme and be prepared to stick to it in the long run. Now, what happens?"}
{"id": "Start a YouTube channel|2", "question": "Start. Decide on a theme and be prepared to stick to it in the long run. Come up with a channel name. Now, what happens?"}
{"id": "Start a YouTube channel|3", "question": "Start. Decide on a theme and be prepared to stick to it in the long run. Come up with a channel name. Register a Google account if you don't have one. Now, what happens?"}
{"id": "Start a YouTube channel|4", "question": "Start. Decide on a theme and be prepared to stick to it in the long run. Come up with a channel name. Register a Google account if you don't have one. Create your YouTube channel with your Google account.  Now, what happens?"}
{"id": "Start a YouTube channel|5", "question": "Start. Decide on a theme and be prepared to stick to it in the long run. Come up with a channel name. Register a Google account if you don't have one. Create your YouTube channel with your Google account.  Procure a banner art and add it to your main page. Now, what happens?"}
{"id": "Start a YouTube channel|6", "question": "Start. Decide on a theme and be prepared to stick to it in the long run. Come up with a channel name. Register a Google account if you don't have one. Create your YouTube channel with your Google account.  Procure a banner art and add it to your main page. Upload your first video. Now, what happens?"}
{"id": "Start a YouTube channel|7", "question": "Start. Decide on a theme and be prepared to stick to it in the long run. Come up with a channel name. Register a Google account if you don't have one. Create your YouTube channel with your Google account.  Procure a banner art and add it to your main page. Upload your first video. Interact with comments. Now, what happens?"}
{"id": "Start a YouTube channel|8", "question": "Start. Decide on a theme and be prepared to stick to it in the long run. Come up with a channel name. Register a Google account if you don't have one. Create your YouTube channel with your Google account.  Procure a banner art and add it to your main page. Upload your first video. Interact with comments. Track statistics in the Creator Studio. Now, what happens?"}
{"id": "Make tea with tea bags|1", "question": "Start. Heat water to a boil with an electric kettle. Now, what happens?"}
{"id": "Make tea with tea bags|2", "question": "Start. Heat water to a boil with an electric kettle. Place the tea bag in a mug. Now, what happens?"}
{"id": "Make tea with tea bags|3", "question": "Start. Heat water to a boil with an electric kettle. Place the tea bag in a mug. Carefully pour the boiling water to the mug. Now, what happens?"}
{"id": "Make tea with tea bags|4", "question": "Start. Heat water to a boil with an electric kettle. Place the tea bag in a mug. Carefully pour the boiling water to the mug. Drink the hot tea carefully. Now, what happens?"}
{"id": "Install a game on PS5|1", "question": "Start. Go to the Playstation store Now, what happens?"}
{"id": "Install a game on PS5|2", "question": "Start. Go to the Playstation store Pick a game you like Now, what happens?"}
{"id": "Install a game on PS5|3", "question": "Start. Go to the Playstation store Pick a game you like Add the game to the cart and provide payment information Now, what happens?"}
{"id": "Install a game on PS5|4", "question": "Start. Go to the Playstation store Pick a game you like Add the game to the cart and provide payment information Finish the purchase. Now, what happens?"}
{"id": "Install a game on PS5|5", "question": "Start. Go to the Playstation store Pick a game you like Add the game to the cart and provide payment information Finish the purchase. Download and launch the game to start playing.  Now, what happens?"}
{"id": "Schedule a virtual meeting|1", "question": "Start. Decide on a topic and a list of meeting attendees. Now, what happens?"}
{"id": "Schedule a virtual meeting|2", "question": "Start. Decide on a topic and a list of meeting attendees. Reach out to the attendees to find a time that works. Now, what happens?"}
{"id": "Schedule a virtual meeting|3", "question": "Start. Decide on a topic and a list of meeting attendees. Reach out to the attendees to find a time that works. Choose a virtual meeting application such as Zoom and schedule a meeting. Now, what happens?"}
{"id": "Schedule a virtual meeting|4", "question": "Start. Decide on a topic and a list of meeting attendees. Reach out to the attendees to find a time that works. Choose a virtual meeting application such as Zoom and schedule a meeting. Send the meeting information to everyone. Now, what happens?"}
{"id": "Schedule a virtual meeting|5", "question": "Start. Decide on a topic and a list of meeting attendees. Reach out to the attendees to find a time that works. Choose a virtual meeting application such as Zoom and schedule a meeting. Send the meeting information to everyone. Send a reminder before the meeting. Now, what happens?"}
{"id": "Schedule a virtual meeting|6", "question": "Start. Decide on a topic and a list of meeting attendees. Reach out to the attendees to find a time that works. Choose a virtual meeting application such as Zoom and schedule a meeting. Send the meeting information to everyone. Send a reminder before the meeting. Start meeting. Now, what happens?"}
{"id": "Make scrambled eggs|1", "question": "Start. Pre-heat the pan with medium to high heat. Now, what happens?"}
{"id": "Make scrambled eggs|2", "question": "Start. Pre-heat the pan with medium to high heat. Crack some eggs into a mixing bowl. Now, what happens?"}
{"id": "Make scrambled eggs|3", "question": "Start. Pre-heat the pan with medium to high heat. Crack some eggs into a mixing bowl. Whisk the eggs until the mixture has a consistent color.  Now, what happens?"}
{"id": "Make scrambled eggs|4", "question": "Start. Pre-heat the pan with medium to high heat. Crack some eggs into a mixing bowl. Whisk the eggs until the mixture has a consistent color.  Add oil to the pan. Now, what happens?"}
{"id": "Make scrambled eggs|5", "question": "Start. Pre-heat the pan with medium to high heat. Crack some eggs into a mixing bowl. Whisk the eggs until the mixture has a consistent color.  Add oil to the pan. Add the eggs to the pan. Now, what happens?"}
{"id": "Make scrambled eggs|6", "question": "Start. Pre-heat the pan with medium to high heat. Crack some eggs into a mixing bowl. Whisk the eggs until the mixture has a consistent color.  Add oil to the pan. Add the eggs to the pan. Stir gently and frequently to separate the eggs. Now, what happens?"}
{"id": "Make scrambled eggs|7", "question": "Start. Pre-heat the pan with medium to high heat. Crack some eggs into a mixing bowl. Whisk the eggs until the mixture has a consistent color.  Add oil to the pan. Add the eggs to the pan. Stir gently and frequently to separate the eggs. Turn off the heat and serve the eggs. Now, what happens?"}
{"id": "Eat at a restaurant in the US|1", "question": "Start Arrive at the resturant. Now, what happens?"}
{"id": "Eat at a restaurant in the US|2", "question": "Start Arrive at the resturant. Let the host know the size of your party and follow them to the table. Now, what happens?"}
{"id": "Eat at a restaurant in the US|3", "question": "Start Arrive at the resturant. Let the host know the size of your party and follow them to the table. Order food and drinks. Now, what happens?"}
{"id": "Eat at a restaurant in the US|4", "question": "Start Arrive at the resturant. Let the host know the size of your party and follow them to the table. Order food and drinks. Enjoy the food brought to the table. Now, what happens?"}
{"id": "Eat at a restaurant in the US|5", "question": "Start Arrive at the resturant. Let the host know the size of your party and follow them to the table. Order food and drinks. Enjoy the food brought to the table. Ask for the check when you're finished. Now, what happens?"}
{"id": "Eat at a restaurant in the US|6", "question": "Start Arrive at the resturant. Let the host know the size of your party and follow them to the table. Order food and drinks. Enjoy the food brought to the table. Ask for the check when you're finished. Have the waiter clear off the table.  Now, what happens?"}
{"id": "Eat at a restaurant in the US|7", "question": "Start Arrive at the resturant. Let the host know the size of your party and follow them to the table. Order food and drinks. Enjoy the food brought to the table. Ask for the check when you're finished. Have the waiter clear off the table.  Pay by cash or credit card. Now, what happens?"}
{"id": "Eat at a restaurant in the US|8", "question": "Start Arrive at the resturant. Let the host know the size of your party and follow them to the table. Order food and drinks. Enjoy the food brought to the table. Ask for the check when you're finished. Have the waiter clear off the table.  Pay by cash or credit card. Leave the restaurant. Now, what happens?"}
{"id": "Wash Fruit and Vegetables|1", "question": "Start Prepare produce for washing Now, what happens?"}
{"id": "Wash Fruit and Vegetables|2", "question": "Start Prepare produce for washing Wash your hands Now, what happens?"}
{"id": "Wash Fruit and Vegetables|3", "question": "Start Prepare produce for washing Wash your hands Cut away any damaged or bruised areas of your produce Now, what happens?"}
{"id": "Wash Fruit and Vegetables|4", "question": "Start Prepare produce for washing Wash your hands Cut away any damaged or bruised areas of your produce Clean your countertop, cutting boards, and utensils. Now, what happens?"}
{"id": "Wash Fruit and Vegetables|5", "question": "Start Prepare produce for washing Wash your hands Cut away any damaged or bruised areas of your produce Clean your countertop, cutting boards, and utensils. Rinse produce with cool or cold water Now, what happens?"}
{"id": "Wash Fruit and Vegetables|6", "question": "Start Prepare produce for washing Wash your hands Cut away any damaged or bruised areas of your produce Clean your countertop, cutting boards, and utensils. Rinse produce with cool or cold water Scrub any produce with a thick skin Now, what happens?"}
{"id": "Wash Fruit and Vegetables|7", "question": "Start Prepare produce for washing Wash your hands Cut away any damaged or bruised areas of your produce Clean your countertop, cutting boards, and utensils. Rinse produce with cool or cold water Scrub any produce with a thick skin Dry produce after washing. Now, what happens?"}
{"id": "Store Sweet Potato Pie|1", "question": "Start Let the pie cool completely on a wire rack. Now, what happens?"}
{"id": "Store Sweet Potato Pie|2", "question": "Start Let the pie cool completely on a wire rack. Wrap the pie pan in plastic wrap to make it air-tight. Now, what happens?"}
{"id": "Store Sweet Potato Pie|3", "question": "Start Let the pie cool completely on a wire rack. Wrap the pie pan in plastic wrap to make it air-tight. Put a layer of foil around the outside of the pie pan. Now, what happens?"}
{"id": "Store Sweet Potato Pie|4", "question": "Start Let the pie cool completely on a wire rack. Wrap the pie pan in plastic wrap to make it air-tight. Put a layer of foil around the outside of the pie pan. Keep the pie in the freezer for up to 1 month Now, what happens?"}
{"id": "Store Fresh Mushrooms|1", "question": "Start Clean the mushrooms first Now, what happens?"}
{"id": "Store Fresh Mushrooms|2", "question": "Start Clean the mushrooms first Brush with towel or mushroom brush Now, what happens?"}
{"id": "Store Fresh Mushrooms|3", "question": "Start Clean the mushrooms first Brush with towel or mushroom brush Slice and saute the mushrooms. Now, what happens?"}
{"id": "Store Fresh Mushrooms|4", "question": "Start Clean the mushrooms first Brush with towel or mushroom brush Slice and saute the mushrooms. Let the mushrooms cool Now, what happens?"}
{"id": "Store Fresh Mushrooms|5", "question": "Start Clean the mushrooms first Brush with towel or mushroom brush Slice and saute the mushrooms. Let the mushrooms cool Freeze in plastic resealable bags Now, what happens?"}
{"id": "Grind coffee beans|1", "question": "Start. Prepare a sealed jar Now, what happens?"}
{"id": "Grind coffee beans|2", "question": "Start. Prepare a sealed jar Open the lid of the jar Now, what happens?"}
{"id": "Grind coffee beans|3", "question": "Start. Prepare a sealed jar Open the lid of the jar Open the coffee bean bag Now, what happens?"}
{"id": "Grind coffee beans|4", "question": "Start. Prepare a sealed jar Open the lid of the jar Open the coffee bean bag Open the lid of the grinder. Now, what happens?"}
{"id": "Grind coffee beans|5", "question": "Start. Prepare a sealed jar Open the lid of the jar Open the coffee bean bag Open the lid of the grinder. Pour some coffee beans to the grinder Now, what happens?"}
{"id": "Grind coffee beans|6", "question": "Start. Prepare a sealed jar Open the lid of the jar Open the coffee bean bag Open the lid of the grinder. Pour some coffee beans to the grinder Plug in the grinder Now, what happens?"}
{"id": "Grind coffee beans|7", "question": "Start. Prepare a sealed jar Open the lid of the jar Open the coffee bean bag Open the lid of the grinder. Pour some coffee beans to the grinder Plug in the grinder Set the grinding options Now, what happens?"}
{"id": "Grind coffee beans|8", "question": "Start. Prepare a sealed jar Open the lid of the jar Open the coffee bean bag Open the lid of the grinder. Pour some coffee beans to the grinder Plug in the grinder Set the grinding options Press the button Now, what happens?"}
{"id": "Grind coffee beans|9", "question": "Start. Prepare a sealed jar Open the lid of the jar Open the coffee bean bag Open the lid of the grinder. Pour some coffee beans to the grinder Plug in the grinder Set the grinding options Press the button Wait until the grinder stops automatically Now, what happens?"}
{"id": "Grind coffee beans|10", "question": "Start. Prepare a sealed jar Open the lid of the jar Open the coffee bean bag Open the lid of the grinder. Pour some coffee beans to the grinder Plug in the grinder Set the grinding options Press the button Wait until the grinder stops automatically Open the lid of the grinder Now, what happens?"}
{"id": "Grind coffee beans|11", "question": "Start. Prepare a sealed jar Open the lid of the jar Open the coffee bean bag Open the lid of the grinder. Pour some coffee beans to the grinder Plug in the grinder Set the grinding options Press the button Wait until the grinder stops automatically Open the lid of the grinder Pour all the grounded coffee into the jar Now, what happens?"}
{"id": "Grind coffee beans|12", "question": "Start. Prepare a sealed jar Open the lid of the jar Open the coffee bean bag Open the lid of the grinder. Pour some coffee beans to the grinder Plug in the grinder Set the grinding options Press the button Wait until the grinder stops automatically Open the lid of the grinder Pour all the grounded coffee into the jar Seal the jar Now, what happens?"}
{"id": "Grind coffee beans|13", "question": "Start. Prepare a sealed jar Open the lid of the jar Open the coffee bean bag Open the lid of the grinder. Pour some coffee beans to the grinder Plug in the grinder Set the grinding options Press the button Wait until the grinder stops automatically Open the lid of the grinder Pour all the grounded coffee into the jar Seal the jar Unplug the grinder. Now, what happens?"}
{"id": "Grind coffee beans|14", "question": "Start. Prepare a sealed jar Open the lid of the jar Open the coffee bean bag Open the lid of the grinder. Pour some coffee beans to the grinder Plug in the grinder Set the grinding options Press the button Wait until the grinder stops automatically Open the lid of the grinder Pour all the grounded coffee into the jar Seal the jar Unplug the grinder. Seal the coffee bean bag. Now, what happens?"}
{"id": "Make coffee expresso|1", "question": "Start. Power on the expresso machine Now, what happens?"}
{"id": "Make coffee expresso|2", "question": "Start. Power on the expresso machine Turn the machine to expresso mode. Now, what happens?"}
{"id": "Make coffee expresso|3", "question": "Start. Power on the expresso machine Turn the machine to expresso mode. Open the container where the grounded coffee is. Now, what happens?"}
{"id": "Make coffee expresso|4", "question": "Start. Power on the expresso machine Turn the machine to expresso mode. Open the container where the grounded coffee is. Scoop the right amount of coffee to the portafilter. Now, what happens?"}
{"id": "Make coffee expresso|5", "question": "Start. Power on the expresso machine Turn the machine to expresso mode. Open the container where the grounded coffee is. Scoop the right amount of coffee to the portafilter. Put a cup under the portafilter Now, what happens?"}
{"id": "Make coffee expresso|6", "question": "Start. Power on the expresso machine Turn the machine to expresso mode. Open the container where the grounded coffee is. Scoop the right amount of coffee to the portafilter. Put a cup under the portafilter Wait until the expresso mode is ready Now, what happens?"}
{"id": "Make coffee expresso|7", "question": "Start. Power on the expresso machine Turn the machine to expresso mode. Open the container where the grounded coffee is. Scoop the right amount of coffee to the portafilter. Put a cup under the portafilter Wait until the expresso mode is ready Set the machine to expresso producing mode Now, what happens?"}
{"id": "Make coffee expresso|8", "question": "Start. Power on the expresso machine Turn the machine to expresso mode. Open the container where the grounded coffee is. Scoop the right amount of coffee to the portafilter. Put a cup under the portafilter Wait until the expresso mode is ready Set the machine to expresso producing mode Stop the coffee machine Now, what happens?"}
{"id": "Make coffee expresso|9", "question": "Start. Power on the expresso machine Turn the machine to expresso mode. Open the container where the grounded coffee is. Scoop the right amount of coffee to the portafilter. Put a cup under the portafilter Wait until the expresso mode is ready Set the machine to expresso producing mode Stop the coffee machine Power off the expresso machine Now, what happens?"}
{"id": "Bath your dog|1", "question": "Start. Get the water temperature right. Now, what happens?"}
{"id": "Bath your dog|2", "question": "Start. Get the water temperature right. Wet your dog's body with water. Now, what happens?"}
{"id": "Bath your dog|3", "question": "Start. Get the water temperature right. Wet your dog's body with water. Apply the shampoo. Now, what happens?"}
{"id": "Bath your dog|4", "question": "Start. Get the water temperature right. Wet your dog's body with water. Apply the shampoo. Rinse your dog until the water from his fur runs clear. Now, what happens?"}
{"id": "Bath your dog|5", "question": "Start. Get the water temperature right. Wet your dog's body with water. Apply the shampoo. Rinse your dog until the water from his fur runs clear. Dry your dog. Now, what happens?"}
{"id": "Bath your dog|6", "question": "Start. Get the water temperature right. Wet your dog's body with water. Apply the shampoo. Rinse your dog until the water from his fur runs clear. Dry your dog. Give your dog a treat. Now, what happens?"}
{"id": "Clean toilet bowl|1", "question": "Start. Flush toilet. Now, what happens?"}
{"id": "Clean toilet bowl|2", "question": "Start. Flush toilet. Pour 1/3 cup of bleach into the bowl. Now, what happens?"}
{"id": "Clean toilet bowl|3", "question": "Start. Flush toilet. Pour 1/3 cup of bleach into the bowl. Scrub the bowl with a toilet brush, making sure to get under the rim. Now, what happens?"}
{"id": "Clean toilet bowl|4", "question": "Start. Flush toilet. Pour 1/3 cup of bleach into the bowl. Scrub the bowl with a toilet brush, making sure to get under the rim. Wait 6 minutes for disinfecting. Don't allow pets or children near the toilet. Now, what happens?"}
{"id": "Clean toilet bowl|5", "question": "Start. Flush toilet. Pour 1/3 cup of bleach into the bowl. Scrub the bowl with a toilet brush, making sure to get under the rim. Wait 6 minutes for disinfecting. Don't allow pets or children near the toilet. Flush the toilet again. Now, what happens?"}
{"id": "Dispose of Dog Poop|1", "question": "Start. Pick up dog poop. Now, what happens?"}
{"id": "Dispose of Dog Poop|2", "question": "Start. Pick up dog poop. Place the dog poop in a plastic bag. Now, what happens?"}
{"id": "Dispose of Dog Poop|3", "question": "Start. Pick up dog poop. Place the dog poop in a plastic bag. Tie up the bag neatly. Now, what happens?"}
{"id": "Dispose of Dog Poop|4", "question": "Start. Pick up dog poop. Place the dog poop in a plastic bag. Tie up the bag neatly. Put the bag in the trash can. Now, what happens?"}
{"id": "Dispose of Dog Poop|5", "question": "Start. Pick up dog poop. Place the dog poop in a plastic bag. Tie up the bag neatly. Put the bag in the trash can. Wash your hands thoroughly. Now, what happens?"}
{"id": "Clean and sanitize a cutting board|1", "question": "Start. Scrub the board with warm water. Now, what happens?"}
{"id": "Clean and sanitize a cutting board|2", "question": "Start. Scrub the board with warm water. Let the board air-dry for several hours. Now, what happens?"}
{"id": "Clean and sanitize a cutting board|3", "question": "Start. Scrub the board with warm water. Let the board air-dry for several hours. Sanitize and deodorize your cutting board with vinegar or a commercial, food-safe sanitizer. Now, what happens?"}
{"id": "Clean and sanitize a cutting board|4", "question": "Start. Scrub the board with warm water. Let the board air-dry for several hours. Sanitize and deodorize your cutting board with vinegar or a commercial, food-safe sanitizer. Let the board air-dry before placing it back in storage. Now, what happens?"}
{"id": "Fly a Dual Line Kite|1", "question": "Start. Assemble the kite inside. Now, what happens?"}
{"id": "Fly a Dual Line Kite|2", "question": "Start. Assemble the kite inside. Stand with your back toward the wind. Now, what happens?"}
{"id": "Fly a Dual Line Kite|3", "question": "Start. Assemble the kite inside. Stand with your back toward the wind. Walk backward. Now, what happens?"}
{"id": "Fly a Dual Line Kite|4", "question": "Start. Assemble the kite inside. Stand with your back toward the wind. Walk backward. Pull gently on the lines. Now, what happens?"}
{"id": "Fly a Dual Line Kite|5", "question": "Start. Assemble the kite inside. Stand with your back toward the wind. Walk backward. Pull gently on the lines. Land your kite. Now, what happens?"}
{"id": "Place a Coin in the Door Hinge|1", "question": "Start. Grab a coin. Now, what happens?"}
{"id": "Place a Coin in the Door Hinge|2", "question": "Start. Grab a coin. Open the door slightly. Now, what happens?"}
{"id": "Place a Coin in the Door Hinge|3", "question": "Start. Grab a coin. Open the door slightly. Insert the coin into the upper hinge. Now, what happens?"}
{"id": "Place a Coin in the Door Hinge|4", "question": "Start. Grab a coin. Open the door slightly. Insert the coin into the upper hinge. Secure the coin with tape, if necessary. Now, what happens?"}
{"id": "Place a Coin in the Door Hinge|5", "question": "Start. Grab a coin. Open the door slightly. Insert the coin into the upper hinge. Secure the coin with tape, if necessary. Try a coin in the lower hinge if this does not work. Now, what happens?"}
{"id": "Frame a Puzzle|1", "question": "Start. Find a frame that fits your puzzle. Now, what happens?"}
{"id": "Frame a Puzzle|2", "question": "Start. Find a frame that fits your puzzle. Cut a backing material to fit the frame. Now, what happens?"}
{"id": "Frame a Puzzle|3", "question": "Start. Find a frame that fits your puzzle. Cut a backing material to fit the frame. Slide a layer of wax paper under the puzzle. Now, what happens?"}
{"id": "Frame a Puzzle|4", "question": "Start. Find a frame that fits your puzzle. Cut a backing material to fit the frame. Slide a layer of wax paper under the puzzle. Use a rolling pin to flatten the puzzle. Now, what happens?"}
{"id": "Frame a Puzzle|5", "question": "Start. Find a frame that fits your puzzle. Cut a backing material to fit the frame. Slide a layer of wax paper under the puzzle. Use a rolling pin to flatten the puzzle. Brush puzzle glue over the surface of the puzzle. Now, what happens?"}
{"id": "Frame a Puzzle|6", "question": "Start. Find a frame that fits your puzzle. Cut a backing material to fit the frame. Slide a layer of wax paper under the puzzle. Use a rolling pin to flatten the puzzle. Brush puzzle glue over the surface of the puzzle. Wait for the glue to dry. Now, what happens?"}
{"id": "Frame a Puzzle|7", "question": "Start. Find a frame that fits your puzzle. Cut a backing material to fit the frame. Slide a layer of wax paper under the puzzle. Use a rolling pin to flatten the puzzle. Brush puzzle glue over the surface of the puzzle. Wait for the glue to dry. Glue the puzzle to the backing material. Now, what happens?"}
{"id": "Frame a Puzzle|8", "question": "Start. Find a frame that fits your puzzle. Cut a backing material to fit the frame. Slide a layer of wax paper under the puzzle. Use a rolling pin to flatten the puzzle. Brush puzzle glue over the surface of the puzzle. Wait for the glue to dry. Glue the puzzle to the backing material. Let the puzzle dry for at least 24 hours, weighing it down if necessary. Now, what happens?"}
{"id": "Frame a Puzzle|9", "question": "Start. Find a frame that fits your puzzle. Cut a backing material to fit the frame. Slide a layer of wax paper under the puzzle. Use a rolling pin to flatten the puzzle. Brush puzzle glue over the surface of the puzzle. Wait for the glue to dry. Glue the puzzle to the backing material. Let the puzzle dry for at least 24 hours, weighing it down if necessary. Frame the puzzle. Now, what happens?"}
{"id": "Set up a tent|1", "question": "Start. Lay a tarp down before putting up your tent. Now, what happens?"}
{"id": "Set up a tent|2", "question": "Start. Lay a tarp down before putting up your tent. Lay out and account for all the components of your tent. Now, what happens?"}
{"id": "Set up a tent|3", "question": "Start. Lay a tarp down before putting up your tent. Lay out and account for all the components of your tent. Lay your tent onto the tarp. Now, what happens?"}
{"id": "Set up a tent|4", "question": "Start. Lay a tarp down before putting up your tent. Lay out and account for all the components of your tent. Lay your tent onto the tarp. Connect your tent poles. Now, what happens?"}
{"id": "Set up a tent|5", "question": "Start. Lay a tarp down before putting up your tent. Lay out and account for all the components of your tent. Lay your tent onto the tarp. Connect your tent poles. Insert tent poles into the corresponding flaps in the tent. Now, what happens?"}
{"id": "Set up a tent|6", "question": "Start. Lay a tarp down before putting up your tent. Lay out and account for all the components of your tent. Lay your tent onto the tarp. Connect your tent poles. Insert tent poles into the corresponding flaps in the tent. Raise the tent. Now, what happens?"}
{"id": "Set up a tent|7", "question": "Start. Lay a tarp down before putting up your tent. Lay out and account for all the components of your tent. Lay your tent onto the tarp. Connect your tent poles. Insert tent poles into the corresponding flaps in the tent. Raise the tent. Stake the tent to the ground. Now, what happens?"}
{"id": "Set up a tent|8", "question": "Start. Lay a tarp down before putting up your tent. Lay out and account for all the components of your tent. Lay your tent onto the tarp. Connect your tent poles. Insert tent poles into the corresponding flaps in the tent. Raise the tent. Stake the tent to the ground. Add on the rain fly. Now, what happens?"}
{"id": "Make a pie crust|1", "question": "Start. In a medium bowl, sift the flour, sugar, and salt until the ingredients are completely incorporated. Now, what happens?"}
{"id": "Make a pie crust|2", "question": "Start. In a medium bowl, sift the flour, sugar, and salt until the ingredients are completely incorporated. Cut in the butter. Now, what happens?"}
{"id": "Make a pie crust|3", "question": "Start. In a medium bowl, sift the flour, sugar, and salt until the ingredients are completely incorporated. Cut in the butter. Mix in the egg. Now, what happens?"}
{"id": "Make a pie crust|4", "question": "Start. In a medium bowl, sift the flour, sugar, and salt until the ingredients are completely incorporated. Cut in the butter. Mix in the egg. Turn the dough out onto a floured surface. Now, what happens?"}
{"id": "Make a pie crust|5", "question": "Start. In a medium bowl, sift the flour, sugar, and salt until the ingredients are completely incorporated. Cut in the butter. Mix in the egg. Turn the dough out onto a floured surface. Form a disc. Now, what happens?"}
{"id": "Make a pie crust|6", "question": "Start. In a medium bowl, sift the flour, sugar, and salt until the ingredients are completely incorporated. Cut in the butter. Mix in the egg. Turn the dough out onto a floured surface. Form a disc. Refrigerate the dough for 1 hour. Now, what happens?"}
{"id": "Make a pie crust|7", "question": "Start. In a medium bowl, sift the flour, sugar, and salt until the ingredients are completely incorporated. Cut in the butter. Mix in the egg. Turn the dough out onto a floured surface. Form a disc. Refrigerate the dough for 1 hour. Roll out the crust. Now, what happens?"}
{"id": "Make a pie crust|8", "question": "Start. In a medium bowl, sift the flour, sugar, and salt until the ingredients are completely incorporated. Cut in the butter. Mix in the egg. Turn the dough out onto a floured surface. Form a disc. Refrigerate the dough for 1 hour. Roll out the crust. Freeze the crust. Now, what happens?"}
{"id": "Make a pie crust|9", "question": "Start. In a medium bowl, sift the flour, sugar, and salt until the ingredients are completely incorporated. Cut in the butter. Mix in the egg. Turn the dough out onto a floured surface. Form a disc. Refrigerate the dough for 1 hour. Roll out the crust. Freeze the crust. Preheat the oven to 350 degrees. Now, what happens?"}
{"id": "Make a pie crust|10", "question": "Start. In a medium bowl, sift the flour, sugar, and salt until the ingredients are completely incorporated. Cut in the butter. Mix in the egg. Turn the dough out onto a floured surface. Form a disc. Refrigerate the dough for 1 hour. Roll out the crust. Freeze the crust. Preheat the oven to 350 degrees. Bake the crust in two stages. Now, what happens?"}
{"id": "Go to see a musical|1", "question": "Start. Compare different websites to find the cheapest ticket. Now, what happens?"}
{"id": "Go to see a musical|2", "question": "Start. Compare different websites to find the cheapest ticket. Buy the ticket online. Now, what happens?"}
{"id": "Go to see a musical|3", "question": "Start. Compare different websites to find the cheapest ticket. Buy the ticket online. Go to the musical theater. Now, what happens?"}
{"id": "Go to see a musical|4", "question": "Start. Compare different websites to find the cheapest ticket. Buy the ticket online. Go to the musical theater. Find your seat. Now, what happens?"}
{"id": "Go to see a musical|5", "question": "Start. Compare different websites to find the cheapest ticket. Buy the ticket online. Go to the musical theater. Find your seat. Watch the musical. Now, what happens?"}
{"id": "Go to see a musical|6", "question": "Start. Compare different websites to find the cheapest ticket. Buy the ticket online. Go to the musical theater. Find your seat. Watch the musical. Leave the theater. Now, what happens?"}
{"id": "Draw an music animation|1", "question": "Start. Decide on a background music. Now, what happens?"}
{"id": "Draw an music animation|2", "question": "Start. Decide on a background music. Write down an outline of what to draw for each line of lyrics. Now, what happens?"}
{"id": "Draw an music animation|3", "question": "Start. Decide on a background music. Write down an outline of what to draw for each line of lyrics. Draw the key frames for each scene. Now, what happens?"}
{"id": "Draw an music animation|4", "question": "Start. Decide on a background music. Write down an outline of what to draw for each line of lyrics. Draw the key frames for each scene. Draw the in-betweens and everything else. Now, what happens?"}
{"id": "Draw an music animation|5", "question": "Start. Decide on a background music. Write down an outline of what to draw for each line of lyrics. Draw the key frames for each scene. Draw the in-betweens and everything else. Open a video editor like DaVinci Resolve or iMovie. Now, what happens?"}
{"id": "Draw an music animation|6", "question": "Start. Decide on a background music. Write down an outline of what to draw for each line of lyrics. Draw the key frames for each scene. Draw the in-betweens and everything else. Open a video editor like DaVinci Resolve or iMovie. Import the music and the drawings. Now, what happens?"}
{"id": "Draw an music animation|7", "question": "Start. Decide on a background music. Write down an outline of what to draw for each line of lyrics. Draw the key frames for each scene. Draw the in-betweens and everything else. Open a video editor like DaVinci Resolve or iMovie. Import the music and the drawings. Put the music on the timeline. Now, what happens?"}
{"id": "Draw an music animation|8", "question": "Start. Decide on a background music. Write down an outline of what to draw for each line of lyrics. Draw the key frames for each scene. Draw the in-betweens and everything else. Open a video editor like DaVinci Resolve or iMovie. Import the music and the drawings. Put the music on the timeline. Put the drawings on the timeline. Now, what happens?"}
{"id": "Draw an music animation|9", "question": "Start. Decide on a background music. Write down an outline of what to draw for each line of lyrics. Draw the key frames for each scene. Draw the in-betweens and everything else. Open a video editor like DaVinci Resolve or iMovie. Import the music and the drawings. Put the music on the timeline. Put the drawings on the timeline. Line up drawings with the music. Now, what happens?"}
{"id": "Draw an music animation|10", "question": "Start. Decide on a background music. Write down an outline of what to draw for each line of lyrics. Draw the key frames for each scene. Draw the in-betweens and everything else. Open a video editor like DaVinci Resolve or iMovie. Import the music and the drawings. Put the music on the timeline. Put the drawings on the timeline. Line up drawings with the music. Export the video. Now, what happens?"}
{"id": "Apply a screen protector on a phone|1", "question": "Start. Get a screen protector. Now, what happens?"}
{"id": "Apply a screen protector on a phone|2", "question": "Start. Get a screen protector. Find a low-dust workspace. Now, what happens?"}
{"id": "Apply a screen protector on a phone|3", "question": "Start. Get a screen protector. Find a low-dust workspace. Wash your hands. Now, what happens?"}
{"id": "Apply a screen protector on a phone|4", "question": "Start. Get a screen protector. Find a low-dust workspace. Wash your hands. Clean the screen. Now, what happens?"}
{"id": "Apply a screen protector on a phone|5", "question": "Start. Get a screen protector. Find a low-dust workspace. Wash your hands. Clean the screen. Check placement of the screen protector. Now, what happens?"}
{"id": "Apply a screen protector on a phone|6", "question": "Start. Get a screen protector. Find a low-dust workspace. Wash your hands. Clean the screen. Check placement of the screen protector. Peel off the screen protector. Now, what happens?"}
{"id": "Apply a screen protector on a phone|7", "question": "Start. Get a screen protector. Find a low-dust workspace. Wash your hands. Clean the screen. Check placement of the screen protector. Peel off the screen protector. Place the screen protector carefully on the phone screen so that the edges align. Now, what happens?"}
{"id": "Apply a screen protector on a phone|8", "question": "Start. Get a screen protector. Find a low-dust workspace. Wash your hands. Clean the screen. Check placement of the screen protector. Peel off the screen protector. Place the screen protector carefully on the phone screen so that the edges align. Remove air bubbles. Now, what happens?"}
{"id": "Jump a car battery|1", "question": "Start. Open each car's hood and locate the battery Now, what happens?"}
{"id": "Jump a car battery|2", "question": "Start. Open each car's hood and locate the battery Park the working car near, but not touching, the disabled car.  Now, what happens?"}
{"id": "Jump a car battery|3", "question": "Start. Open each car's hood and locate the battery Park the working car near, but not touching, the disabled car.  Put on safety gear (goggles and gloves) if you have it. Now, what happens?"}
{"id": "Jump a car battery|4", "question": "Start. Open each car's hood and locate the battery Park the working car near, but not touching, the disabled car.  Put on safety gear (goggles and gloves) if you have it. Untangle and unwind your jumper cables. Now, what happens?"}
{"id": "Jump a car battery|5", "question": "Start. Open each car's hood and locate the battery Park the working car near, but not touching, the disabled car.  Put on safety gear (goggles and gloves) if you have it. Untangle and unwind your jumper cables. Connect the jumper cables Now, what happens?"}
{"id": "Jump a car battery|6", "question": "Start. Open each car's hood and locate the battery Park the working car near, but not touching, the disabled car.  Put on safety gear (goggles and gloves) if you have it. Untangle and unwind your jumper cables. Connect the jumper cables Start the working car.  Now, what happens?"}
{"id": "Jump a car battery|7", "question": "Start. Open each car's hood and locate the battery Park the working car near, but not touching, the disabled car.  Put on safety gear (goggles and gloves) if you have it. Untangle and unwind your jumper cables. Connect the jumper cables Start the working car.  Start the disabled vehicle Now, what happens?"}
{"id": "Jump a car battery|8", "question": "Start. Open each car's hood and locate the battery Park the working car near, but not touching, the disabled car.  Put on safety gear (goggles and gloves) if you have it. Untangle and unwind your jumper cables. Connect the jumper cables Start the working car.  Start the disabled vehicle Remove the jumper cables. Now, what happens?"}
{"id": "Jump a car battery|9", "question": "Start. Open each car's hood and locate the battery Park the working car near, but not touching, the disabled car.  Put on safety gear (goggles and gloves) if you have it. Untangle and unwind your jumper cables. Connect the jumper cables Start the working car.  Start the disabled vehicle Remove the jumper cables. Keep the engine running Now, what happens?"}
{"id": "Make Colored Light Bulbs|1", "question": "Start. Select a clear, 40 watt bulb. Now, what happens?"}
{"id": "Make Colored Light Bulbs|2", "question": "Start. Select a clear, 40 watt bulb. Purchase special heat-resistant glass paint. Now, what happens?"}
{"id": "Make Colored Light Bulbs|3", "question": "Start. Select a clear, 40 watt bulb. Purchase special heat-resistant glass paint. Clean your light bulbs with rubbing alcohol. Now, what happens?"}
{"id": "Make Colored Light Bulbs|4", "question": "Start. Select a clear, 40 watt bulb. Purchase special heat-resistant glass paint. Clean your light bulbs with rubbing alcohol. Prop your light bulb up with tack. Now, what happens?"}
{"id": "Make Colored Light Bulbs|5", "question": "Start. Select a clear, 40 watt bulb. Purchase special heat-resistant glass paint. Clean your light bulbs with rubbing alcohol. Prop your light bulb up with tack. Use small brushes and apply the paint. Now, what happens?"}
{"id": "Make Colored Light Bulbs|6", "question": "Start. Select a clear, 40 watt bulb. Purchase special heat-resistant glass paint. Clean your light bulbs with rubbing alcohol. Prop your light bulb up with tack. Use small brushes and apply the paint. Allow air-dry paint to dry for 1 hour. Now, what happens?"}
{"id": "Make packaged ramen in microwave|1", "question": "Start. Remove the noodles from the package. Now, what happens?"}
{"id": "Make packaged ramen in microwave|2", "question": "Start. Remove the noodles from the package. Put the noodles into a microwave safe bowl Now, what happens?"}
{"id": "Make packaged ramen in microwave|3", "question": "Start. Remove the noodles from the package. Put the noodles into a microwave safe bowl Add water such that the noodles are covered Now, what happens?"}
{"id": "Make packaged ramen in microwave|4", "question": "Start. Remove the noodles from the package. Put the noodles into a microwave safe bowl Add water such that the noodles are covered Microwave the noodles for three to five minutes Now, what happens?"}
{"id": "Make packaged ramen in microwave|5", "question": "Start. Remove the noodles from the package. Put the noodles into a microwave safe bowl Add water such that the noodles are covered Microwave the noodles for three to five minutes Let the noodles sit in the microwave for three minutes after the microwave stops. Now, what happens?"}
{"id": "Make packaged ramen in microwave|6", "question": "Start. Remove the noodles from the package. Put the noodles into a microwave safe bowl Add water such that the noodles are covered Microwave the noodles for three to five minutes Let the noodles sit in the microwave for three minutes after the microwave stops. Take the bowl out of the microwave. Now, what happens?"}
{"id": "Make packaged ramen in microwave|7", "question": "Start. Remove the noodles from the package. Put the noodles into a microwave safe bowl Add water such that the noodles are covered Microwave the noodles for three to five minutes Let the noodles sit in the microwave for three minutes after the microwave stops. Take the bowl out of the microwave. Add in the flavor packet. Now, what happens?"}
{"id": "Throw a Football|1", "question": "Start Pick up the football with your throwing hand. Now, what happens?"}
{"id": "Throw a Football|2", "question": "Start Pick up the football with your throwing hand. Position your body in the throwing stance. Now, what happens?"}
{"id": "Throw a Football|3", "question": "Start Pick up the football with your throwing hand. Position your body in the throwing stance. Hold the ball near your ear. Now, what happens?"}
{"id": "Throw a Football|4", "question": "Start Pick up the football with your throwing hand. Position your body in the throwing stance. Hold the ball near your ear. Stabilize the ball with your non-throwing hand. Now, what happens?"}
{"id": "Throw a Football|5", "question": "Start Pick up the football with your throwing hand. Position your body in the throwing stance. Hold the ball near your ear. Stabilize the ball with your non-throwing hand. Release your non-throwing hand from the ball. Now, what happens?"}
{"id": "Throw a Football|6", "question": "Start Pick up the football with your throwing hand. Position your body in the throwing stance. Hold the ball near your ear. Stabilize the ball with your non-throwing hand. Release your non-throwing hand from the ball. Wind your throwing arm back. Now, what happens?"}
{"id": "Throw a Football|7", "question": "Start Pick up the football with your throwing hand. Position your body in the throwing stance. Hold the ball near your ear. Stabilize the ball with your non-throwing hand. Release your non-throwing hand from the ball. Wind your throwing arm back. Throw in a half-circular motion. Now, what happens?"}
{"id": "Play the clarinet|1", "question": "Start. Inspect the parts of the clarinet. Now, what happens?"}
{"id": "Play the clarinet|2", "question": "Start. Inspect the parts of the clarinet. Assemble the mouthpiece and reed properly. Now, what happens?"}
{"id": "Play the clarinet|3", "question": "Start. Inspect the parts of the clarinet. Assemble the mouthpiece and reed properly. Hold the clarinet properly. Now, what happens?"}
{"id": "Play the clarinet|4", "question": "Start. Inspect the parts of the clarinet. Assemble the mouthpiece and reed properly. Hold the clarinet properly. Disassemble and clean the clarinet after each use. Now, what happens?"}
{"id": "Wear contact lenses|1", "question": "Start. Wash your hands with fragrance-free soap and warm water.  Now, what happens?"}
{"id": "Wear contact lenses|2", "question": "Start. Wash your hands with fragrance-free soap and warm water.  Remove the lid on one side of your contact lens case and set it aside. Now, what happens?"}
{"id": "Wear contact lenses|3", "question": "Start. Wash your hands with fragrance-free soap and warm water.  Remove the lid on one side of your contact lens case and set it aside. Use your fingertip to slide the contact lens from the case. Now, what happens?"}
{"id": "Wear contact lenses|4", "question": "Start. Wash your hands with fragrance-free soap and warm water.  Remove the lid on one side of your contact lens case and set it aside. Use your fingertip to slide the contact lens from the case. Rinse the contact lens with your contact solution. Now, what happens?"}
{"id": "Wear contact lenses|5", "question": "Start. Wash your hands with fragrance-free soap and warm water.  Remove the lid on one side of your contact lens case and set it aside. Use your fingertip to slide the contact lens from the case. Rinse the contact lens with your contact solution. Place the contact concave side up on your index finger.  Now, what happens?"}
{"id": "Wear contact lenses|6", "question": "Start. Wash your hands with fragrance-free soap and warm water.  Remove the lid on one side of your contact lens case and set it aside. Use your fingertip to slide the contact lens from the case. Rinse the contact lens with your contact solution. Place the contact concave side up on your index finger.  Hold your eye open with your middle finger and opposite hand, if necessary. Now, what happens?"}
{"id": "Wear contact lenses|7", "question": "Start. Wash your hands with fragrance-free soap and warm water.  Remove the lid on one side of your contact lens case and set it aside. Use your fingertip to slide the contact lens from the case. Rinse the contact lens with your contact solution. Place the contact concave side up on your index finger.  Hold your eye open with your middle finger and opposite hand, if necessary. Move the contact towards your eyes calmly and steadily. Now, what happens?"}
{"id": "Wear contact lenses|8", "question": "Start. Wash your hands with fragrance-free soap and warm water.  Remove the lid on one side of your contact lens case and set it aside. Use your fingertip to slide the contact lens from the case. Rinse the contact lens with your contact solution. Place the contact concave side up on your index finger.  Hold your eye open with your middle finger and opposite hand, if necessary. Move the contact towards your eyes calmly and steadily. Place the contact on your iris gently and blink slowly. Now, what happens?"}
{"id": "Apply for a UK visa|1", "question": "Start. Find your local visa application center. Now, what happens?"}
{"id": "Apply for a UK visa|2", "question": "Start. Find your local visa application center. Make an appointment. Now, what happens?"}
{"id": "Apply for a UK visa|3", "question": "Start. Find your local visa application center. Make an appointment. Prepare material. Now, what happens?"}
{"id": "Apply for a UK visa|4", "question": "Start. Find your local visa application center. Make an appointment. Prepare material. Go to your application appointment. Now, what happens?"}
{"id": "Apply for a UK visa|5", "question": "Start. Find your local visa application center. Make an appointment. Prepare material. Go to your application appointment. Go home and receive your visa by mail. Now, what happens?"}
{"id": "Clean baked on grease off glass dishes|1", "question": "Start. Fill the bottom of the dish with warm water. Now, what happens?"}
{"id": "Clean baked on grease off glass dishes|2", "question": "Start. Fill the bottom of the dish with warm water. Pour a pea-sized amount of dish soap into the water. Now, what happens?"}
{"id": "Clean baked on grease off glass dishes|3", "question": "Start. Fill the bottom of the dish with warm water. Pour a pea-sized amount of dish soap into the water. Place 1 dryer sheet into the glass dish. Now, what happens?"}
{"id": "Clean baked on grease off glass dishes|4", "question": "Start. Fill the bottom of the dish with warm water. Pour a pea-sized amount of dish soap into the water. Place 1 dryer sheet into the glass dish. Leave the sheet in the glassware for at least 10 minutes.  Now, what happens?"}
{"id": "Clean baked on grease off glass dishes|5", "question": "Start. Fill the bottom of the dish with warm water. Pour a pea-sized amount of dish soap into the water. Place 1 dryer sheet into the glass dish. Leave the sheet in the glassware for at least 10 minutes.  Wipe off the baked on grease with a sponge and dry.  Now, what happens?"}
{"id": "Prepare a custartd ice cream base|1", "question": "Start. Simmer the milk. Now, what happens?"}
{"id": "Prepare a custartd ice cream base|2", "question": "Start. Simmer the milk. Combine the eggs, sugar, and salt. Now, what happens?"}
{"id": "Prepare a custartd ice cream base|3", "question": "Start. Simmer the milk. Combine the eggs, sugar, and salt. Cool the milk and add it to the egg mixture. Now, what happens?"}
{"id": "Prepare a custartd ice cream base|4", "question": "Start. Simmer the milk. Combine the eggs, sugar, and salt. Cool the milk and add it to the egg mixture. Transfer the mixture to a pot and heat it until it reaches 170 degrees. Now, what happens?"}
{"id": "Prepare a custartd ice cream base|5", "question": "Start. Simmer the milk. Combine the eggs, sugar, and salt. Cool the milk and add it to the egg mixture. Transfer the mixture to a pot and heat it until it reaches 170 degrees. Strain the mixture over an ice bath and add vanilla. Now, what happens?"}
{"id": "Prepare a custartd ice cream base|6", "question": "Start. Simmer the milk. Combine the eggs, sugar, and salt. Cool the milk and add it to the egg mixture. Transfer the mixture to a pot and heat it until it reaches 170 degrees. Strain the mixture over an ice bath and add vanilla. Chill the mixture for a half hour.  Now, what happens?"}
{"id": "Fold a shirt|1", "question": "Start. Lay the shirt face down on a flat surface.  Now, what happens?"}
{"id": "Fold a shirt|2", "question": "Start. Lay the shirt face down on a flat surface.  Smooth the fabric out to remove any wrinkles on it.  Now, what happens?"}
{"id": "Fold a shirt|3", "question": "Start. Lay the shirt face down on a flat surface.  Smooth the fabric out to remove any wrinkles on it.  Fold the shirt sideways into thirds to bring the sleeves in. Now, what happens?"}
{"id": "Fold a shirt|4", "question": "Start. Lay the shirt face down on a flat surface.  Smooth the fabric out to remove any wrinkles on it.  Fold the shirt sideways into thirds to bring the sleeves in. Fold the sleeves back in if they don't lay neatly over the fabric.  Now, what happens?"}
{"id": "Fold a shirt|5", "question": "Start. Lay the shirt face down on a flat surface.  Smooth the fabric out to remove any wrinkles on it.  Fold the shirt sideways into thirds to bring the sleeves in. Fold the sleeves back in if they don't lay neatly over the fabric.  Fold the shirt in half from the bottom up.  Now, what happens?"}
{"id": "Fold a shirt|6", "question": "Start. Lay the shirt face down on a flat surface.  Smooth the fabric out to remove any wrinkles on it.  Fold the shirt sideways into thirds to bring the sleeves in. Fold the sleeves back in if they don't lay neatly over the fabric.  Fold the shirt in half from the bottom up.  Repeat folding the shirt in half to reduce its size.  Now, what happens?"}
